Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: NC System Download: NC module RESET not possible (BOOT function existing ?)
de: NC-System-Download: NC-Modul-RESET nicht möglich (BOOT Funktion vorhanden ?)

source: NC System Download: Timeout for NC Module after RESET (BsLoader)
de: NC-System-Download: Timeout für NC-Modul nach RESET (BsLoader)

source: NC System Download: Timeout for NC Module after RESET (BOOT)
de: NC-System-Download: Timeout für NC-Modul nach RESET (BOOT)

source: NC System Download: Timeout for NC Module during OS download on
de: NC-System-Download: Timeout für NC-Modul bei BS-Download einschalten

source: NC System Download: Timeout for NC Module during download
de: NC-System-Download: Timeout für NC-Modul bei Download

source: NC System Download: Timeout for NC Module during download completion (FPROM)
de: NC-System-Download: Timeout für NC-Modul bei Download-Abschluss (FPROM)

source: NC System Download: Download aborted by PLC
de: NC-System-Download: Download-Abbruch durch SPS

source: NC System Download: Error on NC module (module address = 'Info')
de: NC-System-Download: Fehler auf NC-Modul (Moduladresse in 'Binäre Daten')

source: NC System Download: The HW type of the NC system could not be determined
de: NC-System-Download: Der HW-Typ des NC-Systems konnte nicht bestimmt werden

source: NC system download: Download aborted by NC SW
de: NC-System-Download: Download-Abbruch durch NC-SW

source: NC System Download: Unknown BOOT command
de: NC-System-Download: Unbekanntes BOOT-Kommando

source: NC System Download: Data block > 256 BYTEs
de: NC-System-Download: Datenblock > 256 BYTEs

source: NC System Download: RAM end reached
de: NC-System-Download: RAM-Ende erreicht

source: NC System Download: Invalid checksum
de: NC-System-Download: Ungültige Checksum

source: NC System Download: Error deleting FPROM
de: NC-System-Download: Fehler bei FPROM löschen

source: NC system download: Error burning FPROM
de: NC-System-Download: Fehler bei FPROM brennen

source: NC System Download: NC system too large for FPROM
de: NC-System-Download: NC-System zu groß für das FPROM

source: NC system download: Abort after error
de: NC-System-Download: Abbruch nach Fehler

source: NC System Download: Error for SS_write() (error code = 'Info')
de: NC-System-Download: Fehler bei SS_write() (Fehlercode in 'Binäre Daten')

source: NC System Download: Error for SS_write() (module address = 'Info')
de: NC-System-Download: Fehler bei SS_write() (Moduladresse in 'Binäre Daten')

source: internal cross communication error EPS
de: interner Fehler Kreuzkommunikation EPS

source: Checksum comparison buffer is full
de: Prüfsummen Überprüfungspuffer ist voll

source: Checksum send buffer is full
de: Prüfsummen Sendepuffer ist voll

source: No checksum send buffer available
de: Es ist kein Prüfsummen Sendepuffer ist verfügbar

source: No checksum receive buffer available
de: Es ist kein Prüfsummen Empfangspuffer verfügbar

source: Received crc buffer length is not equal to the sent crc buffer length
de: Empfangene CRC-Puffer Länge stimmt nicht mit der gesendeten überein

source: Received crc data is not equal to sent crc data
de: Empfangene CRC-Daten stimmen nicht mit den gesendeten überein

source: Wrong CTB got inserted into the SOD
de: Falsche CTB wurde in das SOD eingetragen

source: Error during crc calculation
de: Fehler während der CRC Berechnung

source: Invalid tx frame
de: Ungültiger tx-Frame

source: Invalid instance should go to operational
de: Ungültige Instanz soll in Operational übergehen

source: Module initialization failed
de: Modulinitialisierung schlug fehl

source: SPDO tx telegram allocation failed
de: SPDO tx Telegramm Zuweisung schlug fehl

source: SSDO tx telegram allocation failed
de: SSDO tx Telegramm Zuweisung schlug fehl

source: Insufficient data length in parameter string
de: Unzureichende Datenlänge im Parameterstring

source: Invalid data type in parameter string
de: Ungültiger Datentyp im Parameterstring

source: Invalid object in parameter string
de: Ungültiges Objekt im Parameterstring

source: Zero pointer in cyclic function
de: Null Pointer in der Zyklischen Funktion

source: Zero pointer for CT in SOD
de: Null Pointer für den CT im SOD

source: Zero pointer for parameters in SOD
de: Null Pointer für die Parameter im SOD

source: Error loading parameter file
de: Fehler beim Laden der Parameterdatei

source: Info internal file conversion
de: Info interne Dateikonvertierung

source: Invalid parameter CRC
de: Ungültige Parameter CRC

source: Error while loading the additional parameter file.
de: Fehler beim Laden der zusätzlichen Parameter.

source: invalid SOD entry
de: ungültiger SOD-Eintrag

source: Error while unlocking file
de: Fehler beim Freischalten der Datei

source: queue synchronization failed
de: Queue-Synchronisierung fehlerhaft

source: SOD object not found
de: SOD-Objekt nicht gefunden

source: invalid domain download
de: ungültiger Domain-Download

source: error additional parameter set download
de: Fehler beim Download zusätzlicher Parametersets

source: Error while writing an entry into the SOD
de: Fehler beim Schreiben eines Wertes in das SOD

source: Additional Parameter mismatch
de: Additional Parameter stimmen nicht überein

source: Standalone mode error
de: Standalone-Mode Fehler

source: Safe connection to module lost
de: Sichere Verbindung zum Modul getrennt

source: standalone mode not started
de: Standalone-Modus wurde nicht gestartet

source: SNfail received
de: SNfail empfangen

source: storing the SADR-DVI list did not work
de: Konnte SADR-DVI Liste nicht Speichern

source: zero ptr in SOD machine option callback
de: Null Pointer in der SOD Maschinenoptionen Callback

source: state change to operational
de: Wechsel des Betriebszustands zu Operational

source: state change to pre-operational
de: Wechsel des Betriebszustands zu Pre-Operational

source: same input field byte was mapped twice
de: Ein Eingangsfeld wurde zweimal gemapped

source: same output field byte was mapped twice
de: Ein Ausgangsfeld wurde zweimal gemapped

source: invalid mapping entry
de: Ungültiger mapping Eintrag

source: SPDO tx queue is full
de: SPDO tx Queue ist voll

source: Invalid instance should calculate the CRC
de: Eine ungültige Instanz sollte die CRC berechnen

source: No program flow counter send buffer available
de: Es ist kein Programm-Ablaufszähler-Sendepuffer verfügbar

source: No CRC calc done bits send buffer available
de: Kein CRC-calc-done-bits-Sendepuffer verfügbar

source: Ptr to crc shadow buffer is wrong
de: Pointer zum CRC-Shaddow-Puffer ist Falsch

source: internal error (nilptr check)
de: interner Fehler (Nullpointer-Check)

source: counter of SNMT communication failures has changed
de: Zähler für SNMT-Kommunikationsfehler hat sich geändert

source: counter of invalid safety frames has increased
de: Zähler ungültiger Safety-Frames hat sich erhöht

source: counter for SPDO errors has increased (uP1)
de: Zähler SPDO-Fehler erhöht (uP1)

source: Connection statistic counter has changed.
de: Statistikzähler für zyklische Verbindungen

source: Error when initializing the external machine options.
de: Fehler bei der Initialisierung der Maschinenoptionen.

source: Input area of machine options already reserved.
de: Eingangsbereich der Maschinenoptionen bereits verwendet.

source: external machine options data available but not needed
de: Daten der externe Maschinenoptionen vorhanden aber nicht benötigt

source: external machine options missing
de: Externe Maschinenoptionen fehlen

source: status error external machine options
de: Statusfehler externe Maschinenoptionen

source: Error concerning the SafeModuleOk channels
de: Fehler bei den SafeModuleOk Kanälen

source: init error extendet machine options (mapping)
de: Initfehler erweiterte Maschinenoptionen (Mapping)

source: internal error copying extended machine options
de: interner Fehler beim Kopieren der erweiterten Maschinenoptionen

source: Invalid initial value for the 40 bit CT connection
de: Ungültiger Initialwert für die 40 Bit CT Verbindung

source: Process Data Transmission Rate differs
de: Process Data Transmission Rate ist unterschiedlich

source: Channel names of SL-to-SL(X) communication differ
de: Kanalnamen SL-to-SL(X) Kommunikation unterschiedlich

source: The object is not readable SSDO abort code : 0
de: Das Objekt ist nicht lesbar SSDO Abbruch Code : 0

source: counter for SPDO errors has increased (uP2)
de: Zähler SPDO-Fehler erhöht (uP2)

source: function called in wrong state of the state machine
de: Die Funktion wurde in einem falschen Status der State-Machine aufgerufen

source: undefined value for selection switch, info: invalid value
de: Nicht definierter Wert für den Auswahlschalter

source: number of UDID mismatches becomes negative, info: SADR
de: Anzahl der UDID-Mismatches ist negativ, Info: SADR

source: number of erroneous modules becomes negative, info: SADR
de: Anzahl der fehlerhaften Module ist negativ, Info: SADR

source: EPLS stack posted an invalid state of a module, info: state, sadr
de: Der EPLS Stack wies einem Modul einen ungültigen Status zu, Info: Status, SADR

source: interface function to EPLS was not called from timer task, info: 0
de: Die Interface-Funktion zu EPLS wurde nicht vom Timer-Task aus aufgerufen, Info: 0

source: invalid state encoder mismatch
de: ungültiger Status Gebertausch

source: wrong internal module state for detection of encoder mismatch
de: Ungültiger interner Modul Status für die Ermittlung eines Encoder Tauschs

source: signaling equivalent states at the same time
de: Signalisiert zwei äquivalente Zustände zur selben Zeit

source: SOD read access returned a NULL pointer, info: object index, sub-index
de: Der SOD Lesezugriff gab einen Nullpointer zurück, Info: Objekt Index, Subindex

source: SOD attribute access returned invalid information, info: object index, sub-index
de: Der SOD Attribut Zugriff gab eine ungültige Information zurück, Info: Objekt Index, Subindex

source: SOD read access returned an invalid saddr, info: object index, sub-index
de: Der SOD Lesezugriff gab eine ungültige SADR zurück, Info: Objekt Index, Subindex

source: EPLS posts invalid information for a module state, info2: saddr
de: Der EPLS wies einem Modul eine ungültige Information zu, Info: SADR

source: error UDID ack
de: Fehler UDID-Quittierung

source: cross communication error (invalid state)
de: Kreuzkommunikationsfehler (ungültiger Status)

source: error at reading confirmed revision number
de: Fehler beim Lesen der bestätigten Revisionsnummer

source: 2 Revisions for 1 SAddr, info: saddr, revision
de: 2 Revisionen für eine SADR, Info: SADR, Revision

source: internal error UDID-ACK
de: interner Fehler UDID-Quittierung

source: error external configuration file
de: Fehler externe Konfigurationsdatei

source: error external UDIDs (flag)
de: Fehler externe UDIDs (Flag)

source: error auto confirmation (SN)
de: Fehler Auto-Bestätigung (SN)

source: error external UDID (Parameter)
de: Fehler externe UDID (Parameter)

source: error SOD write
de: Fehler SOD Schreibzugriff

source: error external machine options
de: Fehler externe Maschinenoptionen

source: external machine options discrepancy
de: Diskrepanz externe Maschinenoptionen

source: error external startup flags
de: Fehler externe Startup-Flags

source: error remote control
de: Fehler Fernbedienung

source: error in SOD entry for BIT machine options
de: Fehler im SOD Eintrag für BIT Maschinen Optionen

source: zero pointer in function call UDID-read
de: NULL Pointer beim Funktionsaufruf UDID-Lesen

source: interface to get module flags was called with wrong saddr
de: Interface zum Lesen der Module Flags wurde mit falscher SAddr aufgerufen

source: Error loading the extended external machine options
de: Fehler beim Laden der erweiterten externen Maschinenoptionen

source: error initializing SMC
de: Initialisierungsfehler SMC

source: Motion function error
de: Fehler einer Achsfunktion

source: Error loading or linking a libraryfile
de: Fehler beim Laden oder Linken einer Bibliothek

source: Error of a User CFunction Library
de: Fehler einer kundenspezifischen Bibliothek

source: Error of a firmware CFunction
de: Fehler einer von der Firmware bereitgestellten C-Funktion

source: Table function error
de: Fehler einer Tabellenfunktion

source: Error loading the external tables
de: Fehler beim Laden der externen Tabellen

source: NULL Pointer check failed
de: NULL Pointer check ist fehlgeschlagen

source: Error accessing openSAFETY Profile Data
de: Fehler beim Zugriff auf openSAFETY Profil Daten

source: Error cross communication data reloadable Library
de: Fehler Kreuzkommunikationsdaten einer nachladbaren Library

source: error initiating openSAFETY connection with 40 bit CT
de: Fehler beim Aufbau einer openSAFETY-Verbindung mit 40 Bit CT

source: Clear Data file deleted
de: Clear Data Datei gelöscht

source: confirmation of a single module mismatch
de: Bestätigung Modultausch (1 Modul)

source: confirmation of 2 module mismatches
de: Bestätigung Modultausch (2 Module)

source: confirmation of 3 module mismatches
de: Bestätigung Modultausch (3 Module)

source: confirmation of 4 module mismatches
de: Bestätigung Modultausch (4 Module)

source: confirmation of >4 module mismatches
de: Bestätigung Modultausch (>4 Module)

source: confirmation of a new firmware version
de: Bestätigung Firmware Version

source: Revision file is incompatible
de: Revisionsfile ist inkompatibel

source: SafeKEY data incompatible
de: SafeKEY-Daten inkompatibel

source: info auto confirmation file
de: Info Auto-Bestätigungsdatei

source: safety module missing or nodeguarding failed
de: Safety Modul fehlt oder Nodeguarding fehlgeschlagen

source: Module is not started due to firmware revision mismatch
de: Modul wegen FW-Version nicht gestartet

source: info user action
de: Info Bedieneraktion

source: info SD communication
de: Info SD-Kommunikation

source: error FW version, vendor or module type
de: Fehler FW-Version, Hersteller- oder Modultyp

source: safety module parameter error
de: Parameterfehler Safety Modul

source: additional information technology guarding
de: Technology Guarding Detailinformation

source: error process synchronization for reset
de: Fehler Prozesssynchronisierung Reset

source: internal error revision number
de: interner Fehler Revisionsnummer

source: internal SLX command channel failed
de: Fehler interner SLX-Kommandokanal

source: SLX in inaccessible state
de: SLX nicht in erreichbarem Status

source: Info Auto Commissioning
de: Info Automatische Quittierung

source: internal error reading EPL object
de: interner Fehler beim Lesen eines EPL-Objektes

source: Error while sending the project information
de: Fehler beim Senden der Projekt Informationen

source: Info: CPU changed
de: Info CPU-Tausch

source: data request failed
de: Datenabfrage fehlgeschlagen

source: cyclic data connection not valid
de: Problem zyklische Datenverbindung

source: Warning of an User CFunction Library
de: Warnung einer kundenspezifischen Bibliothek

source: Warning of a firmware CFunction
de: Warnung einer von der Firmware bereitgestellten C-Funktion

source: internal product test message
de: interner Test Produktion

source: internal error: FBK input is 0
de: Interner Fehler: FUB Eingang ist 0

source: internal error input filter
de: interner Fehler Eingangsfilter

source: max. frequency exceeded
de: max. Frequenz überschritten

source: internal error exchange data FBK
de: interner Fehler Querkommunikation FBK

source: internal error exchange data results (µP1)
de: interner Fehler Kreuzvergleich Ergebnisse (µP1)

source: internal error exchange data testpulse values
de: interner Fehler Kreuzvergleich Testpulse

source: execution difference uP1/uP2 (uP2 in failsafe?)
de: Ausführungsunterschiede uP2/uP1 (uP2 im Failsafe?)

source: 2-channel evaluation: discrepancy time elapsed
de: 2-Kanal-Auswertung: Diskrepanzzeit überschritten

source: input error state has changed (uP1)
de: Änderung Fehlerstatus Eingänge (uP1)

source: internal hardware error at input channel (uP1)
de: Interner Hardwarefehler am Eingangskanal (uP1)

source: input error state has changed
de: Änderung Fehlerstatus Eingänge

source: Memory violation detected
de: Speicherverletzung sichere Eingangsdaten

source: internal parameter error
de: interner Parameterfehler

source: internal input buffer error (µP1)
de: Interner Fehler Eingangspuffer(µP1)

source: internal error exchange data
de: interner Fehler Querkommunikation

source: input value differs between two µPs
de: Eingangswert unterschiedlich zwischen 2 Prozessoren

source: internal error MFW_PreOp (µP1)
de: Interner Fehler MFW_PreOp (µP1)

source: EPS parameter struct (uP1)
de: EPS Parameterstruktur (uP1)

source: internal error: invalid cycle time (µP1)
de: interner Fehler: ungültige Zykluszeit (µP1)

source: parameter error: PLCopen-FBK mode (datapoint usage!) (µP1)
de: Parameterfehler: PLCopen-FUB Modus (Datenpunkt Verwendung) (µP1)

source: parameter error: periode of parametric testpulses (µP1)
de: Parameterfehler: Testpulsperiode (µP1)

source: parameter error: lowtime of parametric testpulses (µP1)
de: Parameterfehler: Low-Phase der parametrierbaren Testimpulse (µP1)

source: parameter error: input filter time (uP1)
de: Parameterfehler: Eingangsfilter Zeit (uP1)

source: parameter error: discrepancy time (µP1)
de: Parameterfehler: Diskrepanzzeit (µP1)

source: internal error: checkpoints PreOp (µP1)
de: interner Fehler: Checkpoints PreOp (µP1)

source: internal error: MFW_Init not finished successfully (µP1)
de: Interner Fehler: MFW_Init nicht erfolgreich beendet (µP1)

source: parameter error: pulse mode (µP1)
de: Parameterfehler: Pulse-Modus (µP1)

source: parameter error: pulse source (µP1)
de: Parameterfehler: Puls-Quelle (µP1)

source: two-channel evaluation not activated
de: Zweikanalauswertung nicht aktiviert

source: parameter error: doorlock FUB (µP1)
de: Parameterfehler: Türzuhalte FBK (µP1)

source: Discrepancy time parameter increased
de: Parameter Diskrepanzzeit erhöht

source: Parameter error in MFW_Cycle_f1()
de: Parameterfehler in MFW_Cycle_f1()

source: Parameter error MFW_Cycle_f2()
de: Parameterfehler in MFW_Cycle_f2()

source: internal error Xchange data FBK states (µP1)
de: interner Fehler Querkommunikation FUB-Status (µP1)

source: Error XchangeData: different gate signals
de: XchangeDaten Fehler: unterschiedliche Ausgangssignale

source: Error XchangeData: different feedback signals
de: XchangeDaten Fehler: unterschiedliche rückgelesene Ausgangssignale

source: Parameter error in MFW_Cycle_f3()
de: Parameterfehler in MFW_Cycle_f3()

source: internal error (default step) in MFW_OutControl()
de: Interner Fehler (Standard Schritt) in MFW_OutControl()

source: Error in function MFW_Cycle_f4()
de: Parameterfehler in MFW_Cycle_f4()

source: internal error: Wrong checkpoint counter value
de: Interner Fehler: Checkpoint Zähler ist fehlerhaft

source: output channel test errors cleared (uP1)
de: Ausgangskanäle wieder ok (uP1)

source: Output teststate has changed
de: Ausgangs Teststatus hat sich verändert

source: inconsistent output data
de: inkonsistente Ausgangsdaten

source: overcurrent error
de: Überstromfehler

source: Error XchangeData: different feedback signals (µP1)
de: XchangeDaten Fehler: unterschiedliche Feedbacksignale (µP1)

source: internal error feedback high (µP1)
de: Interner Fehler Feedback high (µP1)

source: wrong switching sequence of SafeCtrl and Release
de: falsche Schalt-Reihenfolge von SafeCtrl und Release

source: output stuck at high detected at PreOp state
de: Ausgang Schluss gegen 24V im PreOp Zustand erkannt

source: internal error feedback high during PreOp (µP1)
de: Interner Fehler Feedback high im PreOp (µP1)

source: internal error during hardwaretest (uP1)
de: interner Fehler bei Hardwaretest (uP1)

source: internal error not used channel is set (uP1)
de: interner Fehler setzen von nicht verwendetem Ausgang (uP1)

source: internal error (default step) in MFW_OutControl() (uP1)
de: Interner Fehler (Standard Schritt) in MFW_OutControl() (µP1)

source: internal error crosscommunication
de: interner Kreuzvergleichsfehler

source: internal error at feedback evaluation (uP1)
de: interner Fehler bei Feedbackauswertung (uP1)

source: max. switching frequency exceeded (uP1)
de: max. Schaltfrequenz überschritten (uP1)

source: internal error voltage measurement out of range (µP1)
de: Interner Fehler Spannungsmessung außerhalb Toleranz (µP1)

source: internal parameter error (uP1)
de: interner Parameterfehler (uP1)

source: Backfeed voltage at the output (uP1)
de: Rückeinspeisung am Ausgang (uP1)

source: channel output state has changed
de: Status des Ausgangskanals geändert

source: Backfeed voltage at the output still present
de: Rückeinspeisung am Ausgang immer noch vorhanden

source: Internal error in function MFW_PreOp (uP1)
de: Interner Fehler in der Funktion MFW_PreOp (uP1)

source: internal error Feedbacks not 0 at startup (uP1)
de: Interner Fehler Feedbacks nicht 0 beim Startup (uP1)

source: internal error in EPS parameter struct (uP1)
de: Interner Fehler in Parameterstruktur (uP1)

source: SMC FS (Fail Safe): Internal error, Program flow
de: SMC FS (Fail Safe): Interner Fehler, Progammablauf

source: SMC FS (Fail Safe): Internal error, NULL pointer access
de: SMC FS (Fail Safe): Interner Fehler, NULL Pointerzugriff

source: SMC FS (Fail Safe): Internal error, SPI transfer
de: SMC FS (Fail Safe): Interner Fehler, SPI Übertragung

source: SMC FS (Fail Safe): Internal error, MFW NVM data memory
de: SMC FS (Fail Safe): Interner Fehler, MFW NVM Datenspeicher

source: SMC FS (Fail Safe): Internal error, Communication EnDat Master
de: SMC FS (Fail Safe): Interner Fehler, Kommunikation EnDat Master

source: SMC FS (Fail Safe): Internal error, Communication ACOPOS
de: SMC FS (Fail Safe): Interner Fehler, Kommunikation ACOPOS

source: SMC FS (Fail Safe): Internal error, Communication Encoder
de: SMC FS (Fail Safe): Interner Fehler, Kommunikation Geber

source: SMC FS (Fail Safe): Module/compensation data is incompatible!
de: SMC FS (Fail Safe): Moduldaten/Abgleichdaten sind inkompatibel!

source: SMC FS (Fail Safe): CRC of the module/compensation data is not correct!
de: SMC FS (Fail Safe): Fehlerhafte CRC der Moduldaten/Abgleichdaten!

source: SMC FS (Fail Safe): SOS and STO not connected but needed for RSP
de: SMC FS (Fail Safe): SOS und STO nicht verbunden obwohl für RSP benötigt

source: SMC FS (Fail Safe): Internal error, Axis index out of range
de: SMC FS (Fail Safe): Interner Fehler, Achsindex ausserhalb des erlaubten Bereichs

source: SMC FS (Fail Safe): Internal error, Function parameter out of range
de: SMC FS (Fail Safe): Interner Fehler, Funkt.-Parameter ausserhalb des erlaubten Bereichs

source: SMC FS (Fail Safe): Unsafe encoder connected
de: SMC FS (Fail Safe): Nicht sicherer Geber angeschlossen

source: SMC FS (Fail Safe): ACP10 version does not support the enabled safety function
de: SMC FS (Fail Safe): ACP10 Version unterstützt nicht die aktivierten Sicherheitsfkt.

source: SMC FS (Fail Safe): Function is not supported by hardware.
de: SMC FS (Fail Safe): Funktion wird von Hardware nicht unterstützt.

source: SMC FS (Fail Safe): Internal error, Cross communication cycle f5
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation Cycle F5

source: SMC FS (Fail Safe): Internal error, Cross communication of checkpoints
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation der Prüfpunkte

source: SMC FS (Fail Safe): Internal error, Cross communication of status word
de: SMC FS (Fail Safe): Interner Fehler, Kreuzkommunikation des Statusworts
